{
  "about": "About Us",
  "about-text": "Our company has been operating as a well-established advertising agency providing strategic solutions to companies in the fields of digital media and production in Turkey, America and Germany since 1994. With over 30 years of experience, it has adopted the principle of keeping customer satisfaction at the highest level, accelerating business processes by prioritizing quality and providing services at competitive prices. Digitallman offers a wide range of services specifically designed for commercial enterprises to strengthen their presence in the digital world and achieve sustainable growth. These services include digital marketing strategies, creative design, video production, social media management, web development and corporate communication solutions...",
  "about-text1": "As of 2024, we have updated our service range by adapting to rapidly changing technology and market needs and have begun to offer our customers a wider value with innovative solutions. By using the opportunities offered by digital transformation and new media tools in the most effective way, we contribute to brands establishing strong bonds with their target audiences, expanding their presence in the market and achieving sustainable success.",
  "about-text2": "Our mission is to combine creative thinking with advanced technology to enable businesses to make a difference in the digital world and to always be by their side as a reliable business partner.",
  "account-management": "Account Management",
  "ads": "ADS Campaigns",
  "advertising-visual-design": "Advertising Visual Design",
  "all-rights-reserved": "All Rights Reserved",
  "analysis-and-reporting": "Analiysis and Reporting",
  "backend": "Backend",
  "brand-consultancy": "Brand Consultancy",
  "brand-positioning": "Brand Positioning",
  "brand-strategy": "Brand Strategy",
  "business-card-design": "Business Card Design",
  "cardvisit-brochure-catalog-design": "Cardvisit, Brochure Catalog Design",
  "cardvisit-brochure-catalog-design-text": "We design brochures and catalogs that best introduce your products and services. A well-designed brochure or catalog not only conveys information, but also reflects the values ​​and quality of your brand, creating trust in the eyes of your customers. Our aim is to present the products and services offered by your business to your potential customers in the most effective and attractive way, and to ensure that your brand is noticed. Brochures and catalogs are a powerful way to establish direct contact with your customers and inform them. A visually rich and impressive design attracts the attention of your customers and mobilizes them. These materials make the job of your sales team easier, while also forming an important part of your marketing strategy. Our customized designs emphasize the professionalism and innovation of your company, equipped with content and visuals that appeal to the needs of your target audience. We highlight the best aspects of your products with user-friendly layouts and creative graphics. The brochures and catalogs we prepare by considering every detail convey your brand's message clearly and effectively, contributing to increasing your sales and customer satisfaction.",
  "catalog-design": "Catalog design",

  "character-design": "Character Design",
  "communication-studies": "Communication Studies",
  "contact": "Contact",
  "contact-form": "Contact Form",
  "contact-us": "Contact Us",
  "content-production": "Content Production",
  "corporate-identity": "Corporate Identity",
  "corporate-identity-studies": "Corporate Identity Studies",
  "corporate-image-studies": "Corporate Image Studies",
  "corporate-presentations": "Corporate Presentations",
  "corporate-presentations-text": "We design professional and impressive presentations to make a difference in your business meetings. Presentations are a powerful way to communicate your ideas, projects and strategies in the business world in the most effective way. A successful presentation should attract the attention of the audience not only with its content quality but also with its visual design and convey your message in a memorable way. We design professionally prepared, impressive and visually rich presentations to make a difference in your business meetings, investor meetings or large presentations. Our designs have a clear and fluent structure that reflects your brand's identity and aim to leave a strong impact on the audience. Each slide of your presentation is carefully designed to tell the story of your brand; every detail from color choices to graphics, typography choices to animations is considered to convey your message in the clearest and most impressive way. In this way, we ensure that you keep your audience's attention alive by presenting complex information in a simple and understandable way. Our impressive presentations not only convey information, but also create an emotional bond with the audience, increasing the memorability of your presentation.",

  "corporate-website": "Corporate Website",
  "correct-email": "Please enter a correct email.",

  "creativity-in-visual-expression": "Creativity In Visual expression",
  "creavitiy-in-visual-expression-text": "Graphic design is the visual language of your brand and is one of the most important elements of your brand identity. Professional and creative designs effectively tell the story of your brand and establish a strong bond with your target audience. Beyond just providing an aesthetic appearance, graphic design helps you gain a competitive advantage by reflecting the values, vision and uniqueness of your brand. Good graphic design creates a consistent brand image, provides reliability and increases customer loyalty. Correctly selected color palettes, typography and visual elements increase the recognizability of your brand and leave a lasting impression in the minds of your target audience. This becomes one of the most important factors that distinguishes your products and services from your competitors. In addition, the strategic use of graphic design ensures consistency in all your communication channels, from digital marketing campaigns to social media posts, from web designs to printed materials, ensuring that your brand's message is always conveyed correctly and effectively. Strong visual elements increase customer interaction and strengthen brand loyalty.",
  "data-analysis": "Data Analiysis",
  "des": "Domain Name Corporate & E-mail",
  "digital-marketing": "Digital marketing",
  "digital-media": "Digital Media",

  "digital-media-studies": "Digital Media Studies",
  "e-commer-site": "E-Commerce Website",
  "e-commerce": "E-Commerce",
  "email": "E-mail",
  "email-input-no-entry-error": "Enter E-mail",
  "enter-email": "Enter E-mail",
  "enter-message": "Enter message",
  "enter-name": "Enter name",
  "enter-phone-number": "Enter phone no",
  "enter-surname": "Enter surname",
  "footer-description": "We work to ensure your business becomes more present in the digital world.",
  "frontend": "Frontend",
  "get-offer-now": "Are you in a hurry? Get an offer now!",
  "get-quote": "Get a Quote",
  "google-ads-advertising-management": "Google Ads Advertising Management",
  "graphic-design": "Graphic Design",
  "graphic-design-studies": "Graphic Design Studies",
  "institutional": "Institutional",
  "invalid-email": "Invalid E-Mail",
  "learn-more": "Learn More",
  "logo-design": "Logo Design",
  "market-analysis": "Market Analysis",
  "message": "    message",
  "mobil-application-and-development": "Mobile Application and Development",
  "mobile-application": "Mobile Application",
  "mobile-applications": "Mobil Applications",
  "mobile-design": "Mobile Design",
  "name": "Name",
  "our-demos": "Our Demos",
  "our-demos-text": "Want to explore more and see how our products can help you? Our demos are a great opportunity to experience the solutions and features we offer. Discover the power and flexibility of our products through the videos, interactive demos, and screenshots below. Try a demo now and see the difference for yourself!",
  "our-product-services": "Our Product and Service List",
  "personal-data-agreement": " I agree to the processing of my personal data",
  "phone-input-invalid-entry-error": "Please enter a valid phone number",
  "phone-number": "Phone No",
  "post-production-service": "Post Production Service",
  "poster-and-banner": "Poster and Banner Design",
  "poster-and-banner-design": "Poster and Banner Design",
  "poster-and-banner-text": "We create eye-catching posters and digital banners for your advertising campaigns. Posters and banners are one of the most effective ways to convey your brand's message to a wide audience. Our goal is to increase the visibility of your brand and to make your campaigns successful by attracting the attention of your target audience. Our professional designs are supported by creative and attractive visuals, ensuring that your brand is noticed. We create customized, strategic and eye-catching designs for each campaign. In this way, we help you increase customer interaction and conversion rates by conveying your brand's message quickly and effectively. Digital banners strengthen your brand's presence on online platforms, while being one of the fastest ways to interact with and reach your target audience. Eye-catching and attractive banners allow you to use your advertising budget in the most efficient way. Posters, on the other hand, increase the power of face-to-face contact with your potential customers in physical environments. Our designs are equipped with visually rich elements that clearly convey your message and mobilize your target audience. With our innovative and effective solutions, we take your brand's campaigns one step further and maximize your visibility.",
  "promotional-films": "Promotional Films",
  "radio-advertising-works": "Radio Advertising Studies",
  "registration-service-maps": "Registration Service on Maps",
  "reputation-management": "Reputation Management",
  "reset-filter": "Reset Filter",
  "select-service": "Please select at least one service",
  "send": "Send",
  "seo-service": "SEO Service",
  "sign-design": "Sign Design",
  "social-media": "Social Media",
  "social-media-account-management": "Social Media Account Management",
  "social-media-advertising-management": "Social Media Advertising Management",
  "social-media-consultancy": "Social Media Consultancy",
  "social-media-images": "Social Media Images",
  "social-media-images-text": "We produce impressive and engaging visual content for your social media accounts. Social media is one of the most powerful tools to strengthen your brand's digital presence and directly interact with your target audience. In this context, we help you effectively convey your brand's message by preparing eye-catching and original visual content suitable for social media platforms. The content we prepare in accordance with the dynamics of each platform both reflects your brand identity and attracts the attention of your target audience. With our unique designs, we strengthen the bond between your followers and your brand by increasing the impact of your social media campaigns. Our visual content contributes to your brand's goals not only aesthetically but also strategically. Our content is prepared in a wide range such as product promotions, campaign announcements, inspiring posts and stories that increase interaction. Each content is designed to clearly convey your brand's message, be visually impressive and connect with your target audience. Our visual content ensures that your brand is noticed and remembered on social media, while at the same time, it has the potential to reach large audiences with its shareability among users. We produce creative and eye-catching visual content to contribute to the success of your social media strategy and leave a mark in the digital world.",
  "social-media-management": "Social media management",
  "software-studies": "Software Studies",
  "something-went-wrong": "Something went wrong!",
  "surname": "Surname",
  "theme.dark": "Dark",
  "theme.light": "Light",
  "theme.system": "System",
  "try-again": "Try again",
  "tv-advertising-works": "TV Advertising Works",
  "user": "User",
  "voice-over-service": "Voice Over Service",
  "web-design": "Web Design",
  "website": "Website",
  "website-consultancy": "Website Consultancy",
  "what-we-do": "What We Do?",
  "you-can-select-service": "You can select the service box you want to receive and contact us immediately via our email address."
}
