{
  "Performance-Monitoring": " Performans İzleme",
  "Performance-Monitoring-text": "SEO çalışmalarınızın etkisini düzenli olarak izliyor ve raporlarla gelişmeleri paylaşıyoruz.",

  "about": "Hakkımızda",
  "about-text": "Firmamız, 1994 yılından bu yana Türkiye, Amerika ve Almanya'da dijital medya ve prodüksiyon alanlarında şirketlere stratejik çözümler sunan köklü bir reklam ajansı olarak faaliyet göstermektedir. 30 yılı aşkın tecrübesiyle, müşteri memnuniyetini en üst seviyede tutmayı, kaliteyi ön planda tutarak iş süreçlerini hızlandırmayı ve rekabetçi fiyatlarla hizmet sunmayı ilke edinmiştir. Digitallman, ticari işletmelerin dijital dünyada varlıklarını güçlendirmeleri ve sürdürülebilir bir büyüme sağlamaları amacıyla özel olarak tasarlanmış geniş bir hizmet yelpazesi sunmaktadır. Bu hizmetler arasında dijital pazarlama stratejileri, kreatif tasarım, video prodüksiyon, sosyal medya yönetimi, web geliştirme ve kurumsal iletişim çözümleri bulunmaktadır...",
  "about-text1": "2024 yılından itibaren, hızla değişen teknoloji ve pazar ihtiyaçlarına adapte olarak hizmet yelpazemizi güncelledik ve inovatif çözümlerle müşterilerimize daha geniş bir değer sunmaya başladık. Dijital dönüşümün ve yeni medya araçlarının sunduğu olanakları en etkili şekilde kullanarak, markaların hedef kitleleriyle güçlü bağlar kurmalarına, pazardaki varlıklarını büyütmelerine ve sürdürülebilir başarı sağlamalarına katkıda bulunuyoruz.",
  "about-text2": "Misyonumuz yaratıcı düşünceyi, ileri teknolojiyle birleştirerek işletmelerin dijital dünyada fark yaratmalarını sağlamak ve her zaman güvenilir bir iş ortağı olarak yanlarında olmaktır.",
  "account-management": "Hesap Yönetimi",
  "ads": "Reklam Kampanyaları",
  "ads-text": "Her platformun dinamiklerine uygun reklam kampanyaları oluşturarak markanızı doğru kitleye etkili bir şekilde ulaştırıyoruz. Sosyal medya, arama motorları, dijital video platformları ve diğer dijital mecralar için özel olarak hazırladığımız reklam stratejileri sayesinde, markanızın hedef kitlesiyle buluşmasını sağlıyoruz. Uzman ekibimiz, platformların en son trendlerini ve algoritmalarını yakından takip ederek, kampanyalarınızı optimize eder ve maksimum etkileşim elde etmenizi sağlar. Böylece, reklam bütçenizi en verimli şekilde kullanarak, markanızın bilinirliğini ve dönüşüm oranlarını artırıyoruz.",
  "advertising-visual-design": "Reklam Görseli Tasarımı",
  "all-rights-reserved": "Tüm Hakları Saklıdır.",
  "analysis-and-reporting": "Analiz ve Raporlama",
  "backend": "Backend",
  "brand-consultancy": "Marka Danışmanlığı",
  "brand-positioning": "Marka Konumlandırma",
  "brand-positioning-text": "Hedef kitlenizde güçlü bir izlenim yaratacak marka konumlandırma çalışmaları gerçekleştiriyoruz. Bu süreçte, markanızın benzersiz değerlerini ve özelliklerini analiz ederek, doğru mesajları doğru kitleye ulaştıracak stratejiler geliştiriyoruz. Marka konumlandırması, rekabetten sıyrılmanızı sağlayacak en önemli adımlardan biridir. Bu nedenle, pazarın mevcut durumu ve tüketici beklentilerini göz önünde bulundurarak, markanızın en güçlü yanlarını vurgulayan bir konumlandırma stratejisi oluşturuyoruz. Ayrıca, markanızın hedef kitlesiyle duygusal bir bağ kurmasını sağlayacak tutarlı ve etkili bir marka kimliği inşa ediyoruz. Bu sayede, markanızın zihinde ve piyasada kalıcı bir yer edinmesini, hedef kitlenizin gözünde güvenilir ve tercih edilen bir marka olmasını sağlıyoruz.",
  "brand-strategy": "Marka Stratejisi",
  "business-card-design": "Kartvizit Tasarımı",
  "cardvisit-brochure-catalog-design": "Cardvisit, Broşür ve Katalog Tasarımı",
  "cardvisit-brochure-catalog-design-text": "Ürün ve hizmetlerinizi en iyi şekilde tanıtan broşürler ve kataloglar tasarlıyoruz. İyi tasarlanmış bir broşür veya katalog, sadece bilgiyi iletmekle kalmaz, aynı zamanda markanızın değerlerini ve kalitesini de yansıtarak müşterilerinizin gözünde güven oluşturur. Amacımız, işletmenizin sunduğu ürün ve hizmetleri potansiyel müşterilerinize en etkili ve çekici şekilde sunarak, markanızın fark edilmesini sağlamaktır. Broşürler ve kataloglar, müşterilerinizle doğrudan temas kurmanın ve onları bilgilendirmenin güçlü bir yoludur. Görsel açıdan zengin ve etkileyici bir tasarım, müşterilerinizin dikkatini çeker ve onları harekete geçirir. Bu materyaller, satış ekibinizin işini kolaylaştırırken, aynı zamanda pazarlama stratejinizin önemli bir parçasını oluşturur. Özelleştirilmiş tasarımlarımız, hedef kitlenizin ihtiyaçlarına hitap eden içerik ve görsellerle donatılarak, firmanızın profesyonelliğini ve yenilikçiliğini vurgular. Kullanıcı dostu düzenler ve yaratıcı grafiklerle, ürünlerinizin en iyi yönlerini öne çıkarıyoruz. Her ayrıntıyı düşünerek hazırladığımız broşürler ve kataloglar, markanızın mesajını net ve etkili bir şekilde ileterek, satışlarınızı ve müşteri memnuniyetinizi artırmanıza katkı sağlar.",
  "catalog-design": "Katalog Tasarımı",
  "character-design": "Karakter Tasarlama",
  "communication-studies": "İletişim Çalışmaları",
  "contact": "İletişim",
  "contact-form": "İletişim Formu",
  "contact-us": "İletişime Geçin",
  "content-production": "İçerik Üretimi",
  "content-production-text": "Hedef kitlenizin ilgisini çekecek, onları harekete geçirecek içerikler üretmek için titizlikle çalışıyoruz. Yaratıcı ekibimiz, markanızın kimliğine uygun, dikkat çekici ve özgün içerikler hazırlayarak hedef kitlenizin beklentilerini karşılayan çözümler sunar. İçeriklerimiz, doğru mesajları etkili bir şekilde ileterek markanızın görünürlüğünü artırır, takipçilerinizle güçlü bir bağ kurmanıza yardımcı olur. Sosyal medya, web siteleri, bloglar ve diğer dijital platformlar için hazırladığımız içerikler, hem estetik açıdan çekici hem de stratejik olarak planlanmış şekilde sunulur, böylece markanızın hikayesini en etkili biçimde anlatırız.",
  "corporate-identity": "Kurumsal Kimlik",
  "corporate-identity-studies": "Kurumsal Kimlik Çalışmaları",
  "corporate-image-studies": "Kurumsal İmaj Çalışmları",
  "corporate-presentations": "Kurumsal Sunumlar",
  "corporate-presentations-text": "Profesyonel ve etkileyici sunumlar tasarlayarak, iş toplantılarınızda fark yaratmanızı sağlıyoruz. Sunumlar, iş dünyasında fikirlerinizi, projelerinizi ve stratejilerinizi en etkili şekilde iletmenin güçlü bir yoludur. Başarılı bir sunum, sadece içerik kalitesiyle değil, aynı zamanda görsel tasarımıyla da dinleyicilerin dikkatini çekmeli ve mesajınızı akılda kalıcı bir şekilde iletmelidir. İş toplantılarınızda, yatırımcı görüşmelerinizde veya büyük sunumlarda fark yaratmak için profesyonelce hazırlanmış, etkileyici ve görsel açıdan zengin sunumlar tasarlıyoruz. Tasarımlarımız, markanızın kimliğini yansıtan, anlaşılır ve akıcı bir yapıya sahip olup, izleyiciler üzerinde güçlü bir etki bırakmayı amaçlar. Sunumlarınızın her bir slaytı, markanızın hikayesini anlatacak şekilde özenle tasarlanır; renk seçimlerinden grafiklere, tipografi seçimlerinden animasyonlara kadar her detay, mesajınızı en net ve etkileyici şekilde iletmek üzere düşünülür. Bu sayede, karmaşık bilgileri sade ve anlaşılır bir şekilde sunarak, dinleyicilerinizin ilgisini canlı tutmanızı sağlarız. Etkileyici sunumlarımız, yalnızca bilgi aktarmakla kalmaz, aynı zamanda dinleyicilerle duygusal bir bağ kurarak, sunumunuzun akılda kalıcılığını artırır. Her sunum, markanızın profesyonelliğini ve kalitesini yansıtır.",
  "corporate-website": "Kurumsal Web Sitesi",
  "corporate-website-text": "İhtiyaçlarınıza özel yazılım çözümleri sunuyoruz. Kurumsal web siteleri, e-ticaret platformları ve intranet sistemleri gibi çeşitli dijital projeleriniz için profesyonel ve özelleştirilmiş yazılım hizmetleri sağlıyoruz. Her bir projenizde, kullanıcı deneyimini ön planda tutarak işlevsel, güvenli ve ölçeklenebilir çözümler geliştiriyoruz. İş süreçlerinizi dijitalleştirip verimliliğinizi artırmak amacıyla, modern yazılım teknolojileri ve en güncel trendleri kullanarak size özel çözümler üretiyoruz.Yazılım geliştirme sürecinde, analitik yaklaşımlar ve kullanıcı ihtiyaçlarını göz önünde bulundurarak, tasarım aşamasından yazılımın hayata geçirilmesine kadar her adımı titizlikle yönetiyoruz. Böylece, markanızın dijital dönüşüm yolculuğunda güvenilir bir partner olarak yanınızda yer alıyoruz.",
  "correct-email": "Lütfen doğru bir e-posta giriniz.",
  "creativity-in-visual-expression": "Görsel Anlatımda Yaratıcılık",
  "creavitiy-in-visual-expression-text": "Grafik tasarım, markanızın görsel anlatım dilidir ve marka kimliğinizin en önemli unsurlarından biridir. Profesyonel ve yaratıcı tasarımlar, markanızın hikayesini etkili bir şekilde anlatır ve hedef kitlenizle güçlü bir bağ kurar. Sadece estetik bir görünüm sağlamanın ötesinde, grafik tasarım, markanızın değerlerini, vizyonunu ve benzersizliğini yansıtarak rekabet avantajı elde etmenize yardımcı olur. İyi bir grafik tasarım, tutarlı bir marka imajı oluşturara güvenilirlik sağlar ve müşteri sadakatini artırır. Doğru seçilmiş renk paletleri, tipografi ve görsel unsurlar, markanızın tanınabilirliğini artırır ve hedef kitlenizin zihninde kalıcı bir etki bırakır. Bu da ürünlerinizi ve hizmetlerinizi rakiplerinizden ayıran en önemli faktörlerden biri olur. Ayrıca, grafik tasarımın stratejik kullanımı, dijital pazarlama kampanyalarından sosyal medya paylaşımlarına, web tasarımlarından baskılı materyallere kadar tüm iletişim kanallarınızda tutarlılığı sağlayarak, markanızın mesajının her zaman doğru ve etkili bir şekilde iletilmesini sağlar. Güçlü görsel unsurlar, müşteri etkileşimini artırır ve marka sadakatini güçlendirir.",
  "data-analysis": "Veri Analizi",
  "data-analysis-text": "Veri analizi, işletmenizin stratejik kararlarını destekleyen, değerli içgörüler elde etmenizi sağlayan kritik bir süreçtir. Doğru veri analizi, iş süreçlerinizi optimize ederek, verimliliğinizi artırmanıza ve pazardaki fırsatları daha iyi değerlendirmenize olanak tanır. Biz, veri analizi hizmetlerimizle, işletmenizin elindeki veriyi etkin bir şekilde kullanmanıza yardımcı oluyoruz. Büyük veri setlerini işleyerek, anlamlı sonuçlar elde ediyor ve bu sonuçları işletme hedeflerinizle uyumlu aksiyonlara dönüştürüyoruz. Veriye dayalı karar verme süreçlerinizi güçlendirmek için kapsamlı analizler yapıyor, trendleri ve fırsatları öngörmenizi sağlıyoruz. Her proje için özel olarak geliştirdiğimiz analiz yöntemleriyle, iş performansınızı artıracak stratejiler oluşturuyoruz. Müşteri davranışlarını anlamak, satışları artırmak, pazarlama stratejilerini optimize etmek ve maliyetleri düşürmek gibi çeşitli amaçlarla verilerinizi inceliyoruz.",
  "des": "Alan Adı Kurumsal & E-mail",
  "digital-marketing": "Dijital Pazarlama",
  "digital-media": "Dijital Medya",

  "digital-media-studies": "Dijital Medya Çalışmaları",
  "e-commer-site": "E-Ticaret Sitesi",
  "e-commerce": "E-Ticaret",
  "email": "E-mail",
  "email-input-no-entry-error": "E-posta giriniz",
  "enter-email": "E-mail adresinizi giriniz",
  "enter-message": "Mesajınızı yazınız",
  "enter-name": "Adınızı giriniz",
  "enter-phone-number": "Telefon no giriniz",
  "enter-surname": "Soyad giriniz",
  "footer-description": " İşletmenizin dijital dünyada daha fazla yer alması için çalışıyoruz.",
  "frontend": "Frontend",
  "get-offer-now": "Aceleniz var mı? Hemen teklif alın!",
  "get-quote": "Teklif Al",
  "google-ads": "Google Ads Kampanyaları",
  "google-ads-advertising-management": "Google Ads Reklam Yönetimi",
  "google-ads-text": "Anahtar kelime analizi ve reklam yazımı ile hedef kitlenize en uygun Google Ads kampanyalarını oluşturuyoruz. Pazar araştırmalarına dayalı anahtar kelime seçimi sayesinde, reklamlarınızın doğru kişilere ulaşmasını sağlıyor ve tıklama başına maliyetleri optimize ediyoruz. Reklam metinlerini, markanızın ses tonuna ve hedef kitlenizin ilgisini çekecek şekilde dikkatlice tasarlıyoruz. Etkili başlıklar ve çağrı mesajlarıyla kampanyalarınızı güçlendirerek, yüksek tıklama oranları ve dönüşümler elde etmenize yardımcı oluyoruz. Böylece, bütçenizi en verimli şekilde kullanarak, reklam yatırımlarınızdan maksimum getiriyi sağlıyoruz.",
  "google-search-console-management": "Google Searh Console Yönetimi",
  "google-search-console-management-text": "Web sitenizin performansını izliyor ve gerekli optimizasyonları yaparak arama motorlarındaki görünürlüğünüzü artırıyoruz",
  "graphic-design": "Grafik Tasarım",
  "graphic-design-studies": "Grafik Tasarım",
  "institutional": "Kurumsal",
  "invalid-email": "Geçersiz E-posta",
  "keyword-research": "Anahtar Kelime Araştırması",
  "keyword-research-text": "Sektörünüzde en çok aranan anahtar kelimeleri belirliyor ve stratejinizi bu kelimeler etrafında şekillendiriyoruz",
  "learn-more": "Daha Fazla",
  "logo-design": "Logo Tasarımı",
  "market-analysis": "Pazar Analizi",
  "market-analysis-text": "Sektör ve rakip analizleri yaparak, markanızın güçlü yönlerini ve fırsatlarını belirliyoruz. Bu analizler sayesinde, pazarın dinamiklerini ve rekabet ortamını derinlemesine inceleyerek, markanızın rakiplerden nasıl ayrışabileceğini net bir şekilde ortaya koyuyoruz. Potansiyel riskleri ve engelleri önceden tespit ederek, markanızın daha proaktif ve etkili bir stratejiyle hareket etmesini sağlıyoruz. Sektördeki trendleri ve tüketici davranışlarını da göz önünde bulundurarak, markanızın rekabet avantajını güçlendirecek stratejik adımlar atmanıza yardımcı oluyoruz. Böylece, markanızın büyüme potansiyelini en üst düzeye çıkarıyor ve pazarda kalıcı bir yer edinmenizi sağlıyoruz.",
  "message": "Mesajınız",
  "mobil-application-and-development": "Mobil Uygulama ve Geliştirme",
  "mobile-app-text": "iOS ve Android platformlarında çalışan mobil uygulamalar geliştiriyoruz. İş süreçlerinizi kolaylaştıran ve müşterilerinize değer katan mobil çözümler sunuyoruz.cl Mobil Uygulama Geliştirme: iOS ve Android platformları için yenilikçi ve işlevsel mobil uygulamalar geliştiriyoruz. Kullanıcı Arayüzü (UI) ve Kullanıcı Deneyimi (UX) Tasarımı: Çekici ve kullanımı kolay arayüzler tasarlıyoruz. Uygulama İçi Entegrasyonlar: Uygulamalarınıza gerekli tüm entegrasyonları yaparak işlevselliğini artırıyoruz. Bakım ve Güncelleme: Uygulamalarınızın sorunsuz çalışmasını sağlamak için düzenli bakım ve güncelleme hizmetleri sunuyoruz.",
  "mobile-application": "Mobil Uygulama",
  "mobile-applications": "Mobil Uygulamalar",
  "mobile-design": "Mobil Tasarım",
  "name": "Ad",
  "our-demos": "Demolarımız",
  "our-demos-text": " Daha fazlasını keşfetmek ve ürünlerimizin size nasıl yardımcı olabileceğini görmek ister misiniz? Demolarımız, sunduğumuz çözümleri ve özellikleri yakından deneyimlemeniz için mükemmel bir fırsat sunar. Aşağıdaki videolar, etkileşimli demolar ve ekran görüntüleri aracılığıyla ürünlerimizin gücünü ve esnekliğinikeşfedin. Hemen şimdi bir demo deneyin ve farkı kendiniz görün!",
  "our-product-services": "Ürün ve Hzimet Listemiz",
  "personal-data-agreement": "Kişisel verilerimin işlenmesini kabul ediyorum",
  "phone-input-invalid-entry-error": "Lüften geçerli bir telefon numarası giriniz",
  "phone-number": "Telefon No",
  "post-production-service": "Post Prodüksiyon Hizmeti",
  "poster-and-banner": "Afiş ve Banner Tasarımı",
  "poster-and-banner-design": "Afiş ve Banner Tasarımı",
  "poster-and-banner-text": "Reklam kampanyalarınız için dikkat çekici afişler ve dijital bannerlar oluşturuyoruz. Afişler ve bannerlar, markanızın mesajını geniş kitlelere ulaştırmanın en etkili yollarından biridir. Amacımız, markanızın görünürlüğünü artırmak ve hedef kitlenizin dikkatini çekerek kampanyalarınızı başarıya taşımaktır.Profesyonel tasarımlarımız, yaratıcı ve ilgi çekici görsellerle desteklenerek, markanızın fark edilmesini sağlar. Her kampanya için özelleştirilmiş, stratejik ve dikkat çekici tasarımlar oluşturuyoruz. Bu sayede, markanızın mesajını hızlı ve etkili bir şekilde ileterek, müşteri etkileşimini ve dönüşüm oranlarını artırmanıza yardımcı oluyoruz. Dijital bannerlar, online platformlarda markanızın varlığını güçlendirirken, hedef kitlenizle etkileşim kurmanın ve onlara ulaşmanın en hızlı yollarından biridir. Göz alıcı ve ilgi çekici bannerlar, reklam bütçenizi en verimli şekilde kullanmanızı sağlar. Afişler ise, fiziksel ortamlarda potansiyel müşterilerinizle yüz yüze temas kurmanın gücünü artırır.Tasarımlarımız, görsel açıdan zengin, mesajınızı net bir şekilde ileten ve hedef kitlenizi harekete geçiren unsurlarla donatılmıştır. Yenilikçi ve etkili çözümlerimizle, markanızın kampanyalarını bir adım öne taşıyor, görünürlüğünüzü en üst seviyeye çıkarıyoruz.",
  "promotional-films": "Tanıtım Filmleri",
  "radio-advertising-works": "Radyo Reklam Çalışmaları",
  "registration-service-maps": "Haritalara Kayıt Hzimeti",
  "reputation-management": "İtibar Yönetimi",
  "reset-filter": "Filtreyi Sıfırla",
  "select-service": "Lütfen en az bir servis seçin",
  "send": "Gönder",
  "seo-service": "SEO Hizmeti",
  "seo-text": "İhtiyaçlarınıza özel SEO çözümleri sunuyoruz. Web sitenizin arama motorlarında daha görünür hale gelmesi, hedef kitlenize ulaşması ve dijitalde rekabet avantajı elde etmesi için kapsamlı SEO hizmetleri sağlıyoruz. Her projenizde, kullanıcı odaklı ve sonuç getiren SEO stratejileri geliştirerek web sitenizi optimize ediyoruz. Site içi SEO, teknik SEO, içerik optimizasyonu ve bağlantı kurma gibi tüm SEO süreçlerini titizlikle yönetiyor, markanızın dijital varlığını güçlendiriyoruz. SEO çalışmalarımızda, veriye dayalı yaklaşımlar ve arama motoru algoritmalarındaki güncellemeleri takip ederek, stratejilerinizi sürekli güncelliyoruz. Bu sayede, markanızın arama sonuçlarında üst sıralarda yer almasını ve online görünürlüğünün artmasını sağlıyoruz.",
  "sign-design": "Tabela Tasarımı",
  "social-media": "Sosyal Medya",
  "social-media-account-management": "Sosyal Medya Hesap Yönetimi",
  "social-media-advertising-management": "Sosyal Medya ReklamYönetimi",
  "social-media-consultancy": "Sosyal Medya Danışmanlığı",
  "social-media-images": "Sosyal Medya Görselleri",
  "social-media-images-text": "Sosyal medya hesaplarınız için etkileyici ve ilgi çekici görsel içerikler üretiyoruz. Sosyal medya, markanızın dijital varlığını güçlendirmek ve hedef kitlenizle doğrudan etkileşim kurmak için en güçlü araçlardan biridir. Bu doğrultuda, sosyal medya platformlarına uygun, dikkat çekici ve özgün görsel içerikler hazırlayarak, markanızın mesajını etkili bir şekilde iletmenize yardımcı oluyoruz. Her platformun dinamiklerine uygun olarak hazırladığımız içerikler, hem marka kimliğinizi yansıtır hem de hedef kitlenizin ilgisini çeker. Özgün tasarımlarımızla, sosyal medya kampanyalarınızın etkisini artırarak, takipçilerinizin markanızla olan bağını güçlendiriyoruz. Görsel içeriklerimiz, yalnızca estetik açıdan değil, aynı zamanda stratejik olarak da markanızın hedeflerine ulaşmasına katkı sağlar. İçeriklerimiz; ürün tanıtımları, kampanya duyuruları, ilham verici gönderiler ve etkileşimi artıran hikayeler gibi geniş bir yelpazede hazırlanır. Her bir içerik, markanızın mesajını net bir şekilde ileten, görsel olarak etkileyici ve hedef kitlenizle bağ kurabilecek şekilde tasarlanır. Görsel içeriklerimiz, markanızın sosyal medyada fark edilmesini ve hatırlanmasını sağlarken, aynı zamanda kullanıcılar arasında paylaşılabilirlik özelliğiyle geniş kitlelere ulaşma potansiyeline sahiptir. Sosyal medya stratejinizin başarısına katkıda bulunmak ve dijital dünyada iz bırakmak için yaratıcı ve dikkat çekici görsel içerikler üretiyoruz.",
  "social-media-management": "Sosyal Medya Yönetimi",
  "social-media-text": "Sosyal medya platformlarında markanızın görünürlüğünü ve etkileşimini en üst düzeye çıkarın. Uzman ekibimiz, sosyal medya hesaplarınızı titizlikle yönetir, markanızın sesini yansıtan özgün ve etkileyici içerikler üretir. Hedef kitlenizle güçlü bir bağ kurmak için stratejik planlamalar yaparak, markanızı öne çıkaracak etkili reklam kampanyaları tasarlar ve uygularız. Sosyal medya analizleri ile performansı düzenli olarak değerlendirir, sürekli iyileştirmelerle başarınızı destekleriz. Bu sayede, markanızın dijital dünyada güçlü bir varlık kazanmasına ve büyümesine katkıda bulunuruz.",
  "software-studies": "Yazılım Çalışmaları",
  "something-went-wrong": "Quelque chose s'est mal passé !",
  "strategic-brand-management": "Stratejik Marka Yönetimi",
  "strategic-brand-management-text": "Marka danışmanlığı, markanızın stratejik yönünü belirlemek ve piyasada güçlü bir yer edinmek için yapılan kapsamlı çalışmaları kapsar. Doğru strateji ve yönlendirmelerle markanızın değerini ve bilinirliğini artırır. Bu süreçte, markanın hedef kitlesini anlamak, pazardaki konumunu analiz etmek ve rakiplerden ayrışacak benzersiz bir konumlandırma oluşturmak hedeflenir. Etkili marka danışmanlığı, markanızın kimliğini yeniden tanımlayarak müşteriyle daha derin bir bağ kurmanızı sağlar. Aynı zamanda pazarlama stratejilerinizin tutarlılığını artırır, iletişim dilinizi geliştirir ve markanızı her temas noktasında güçlü ve tutarlı bir şekilde temsil eder. Tüketicilerin markanızı tercih etmesini sağlamak ve sadakat oluşturmak için kritik bir rol oynar, böylece uzun vadeli büyüme ve sürdürülebilir başarı elde etmenize yardımcı olur.",
  "surname": "Soyad",
  "theme.dark": "Sombre",
  "theme.light": "Clair",
  "theme.system": "Système",
  "try-again": "Réessayer",
  "tv-advertising-works": "TV Reklam Çalışmaları",
  "user": "Utilisateur",
  "voice-over-service": "Seslendirme Hzimeti",
  "web-design": "Web Tasarım",
  "website": "Web Sitesi",
  "website-consultancy": "Website Danışmanlığı",
  "what-we-do": "Neler Yapıyoruz?",
  "you-can-select-service": "Almak istediğiniz hizmet kutuçugunu seçip hemen bizimle E-mail adresimiz üzerinden iletişme geçebilirsiniz"
}
